app/controllers/cards_controller.rb

    def show
        # byebug

        @card = Card.find(1)
---
SELECT "cards".* FROM "cards" WHERE "cards"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]